Repository: burzumishi/e16
Catalog: po/*.po
Languages: tr

source: About Enlightenment e16 version %s
tr: Enlightenment e16 sürümü hakkýnda %s

source: Welcome to Enlightenment e16 version %s. If you find a bug, please do not hesitate to send in a bug report. We hope you enjoy the software. The Rasterman - raster@rasterman.com Mandrake - mandrake@mandrake.net Kim Woelders - kim@woelders.dk
tr: Enlightenment e16 ya hoþgeldiniz sürüm %s Bir hata bulursanýz,lütfen hata raporu göndermekten çekinmeyin Yazýlýmýn tadýný çýkarmanýzý umarýz The Rasterman - raster@rasterman.com Mandrake - mandrake@mandrake.net Kim Woelders - kim@woelders.dk

source: %u references remain
tr: %u bað geriye kaldý

source: There was an error running the program: %s This program could not be executed. This is because the file does not exist.
tr: Uygulama çalýþtýrýlýrken bir hata oluþtu: %s Bu uygulama çalýþtýrýlamadý. Çünkü, ilgili dosya yok.

source: There was an error running the program: %s This program could not be executed. This is most probably because this program is not in the path for your shell which is %s. I suggest you read the manual page for that shell and read up how to change or add to your execution path.
tr: %s uygulamasýný çalýþtýrýrken bir hata oluþtu. Bu uygulama çalýþtýrýlamadý. Çoðunlukla bu hata yetersiz verilmiþ bir ´path´ veriminden dolayýdýr. Bu ´path´ þu an %s idir. Kullandýðýn komutanýn rehberine (man ..) bakýp o ´path´ verimini geniþlet.

source: There was an error running the program: %s This program could not be executed. I am unsure as to why you could not do this. The file exists, is a file, and you are allowed to execute it. I suggest you look into this.
tr: %s uygulamasýný çalýþtýrýrken bir hata oluþtu Bu program çalýþtýrabilir bir program deðildir. Bunun nedeninden pek emin deðilim.Eðer dosya ise Dosya olmayabilir,ve bunun çalýþmasý için izin vermeniz gerekebilir.Bu konuya bakmanýzý öneririm.

source: There was an error running the program: %s This program could not be executed. This is because the file exists, is a file, but you are unable to execute it because you do not have execute access to this file.
tr: Uygulama çalýþtýrýlýrken bir hata oluþtu: %s Bu uygulama çalýþtýrýlamadý. Dosyaya eriþilebiliyor fakat bu dosyayý çalýþtýrma izniniz olmadýðý için dosya çalýþtýrýlamadý.

source: There was an error running the program: %s This program could not be executed. This is because the file is in fact a directory.
tr: Uygulama çalýþtýrýlýrken bir hata oluþtu: %s Bu uygulama çalýþtýrýlamadý. Çünkü, dosya aslýnda bir dizin.

source: There was an error running the program: %s This program could not be executed. This is because the file is not a regular file.
tr: %s uygulamasýný çalýþtýrýrken bir hata oluþtu. Bu program çalýþtýrýlamadý. Zira, dosya düzenli bir yapýda deðil.

source: There was an error running the program: %s
tr: Program çalýþtýrýlýrken hata oluþtu: %s

source: Enlightenment Error
tr: Enlightenment Hatasý

source: Enlightenment Message Dialog
tr: Enlightenment Ýleti Kutusu

source: Ignore this
tr: Görmezden gel

source: Restart Enlightenment
tr: Enlightenment'i Yeniden Baþlat

source: Quit Enlightenment
tr: Enlightenment'ten Çýk

source: Attention !!!
tr: Dikkat !!!

source: OK
tr: Tamam

source: Background definition information: Name: %s File: %s
tr: Ardalan bilgi þekli : Isim : %s Dosya : %s

source: -NONE-
tr: -YOK-

source: No Background
tr: Arkaplan Yok

source: Unused backgrounds freed after %2i:%02i:%02i
tr: Kullanýlmayan arkaplanlar %2i:%02i:%02i dan sonra yok edilsin

source: Use background image
tr: Arkaplan resmini kullan

source: Keep aspect on scale
tr: Boyutlandýrýrken oranlarý koru

source: Tile image across background
tr: Resmi arkaplan boyunca döþe

source: Move to Front
tr: Öne getir

source: Duplicate
tr: Kopyala

source: Unlist
tr: Listeden çýkar

source: Delete File
tr: Dosyayý sil

source: Background Image Scaling and Alignment
tr: Arkaplan Resim Ölçeklendirme ve Hizalama

source: BG Colour
tr: Ardalan rengi

source: Red:
tr: Kýrmýzý :

source: Green:
tr: Yeþil :

source: Blue:
tr: Mavi :

source: Pre-scan BG's
tr: Arkaplanlarý Ön-tara

source: Sort by File
tr: Dosyaya göre Sýrala

source: Sort by Attr.
tr: Özelliklere göre Sýrala

source: Sort by Image
tr: Resime göre Sýrala

source: Use dithering in Hi-Colour
tr: Yüksek Renkte titreme Kullan

source: Background overrides theme
tr: Arkaplan temasýný geçersiz kýl

source: Enable background transparency compatibility mode
tr: Arkaplan saydamlýk uyumluluðu moduna izin ver

source: Background
tr: Arkaplan

source: Desktop Background Settings
tr: Masaüstü Arkaplan Ayarlarý

source: Enlightenment Desktop Background Settings Dialog
tr: Enlightenment masaüstü ardalan ayarlarý diyaloðu

source: E IPC Error
tr: E IPC hatasý

source: Received Unknown Client Message. Client Name: %s Client Version: %s Message Contents: %s
tr: Bilinmeyen Alýnmýþ Ýstemci Ýletisi. Ýstemci Adý :%s Ýstemci Sürümü : %s Ýleti Ýçeriði : %s

source: CONFIG: ignoring extra data in "%s"
tr: CONFIG : "%s"'nin ekstra bilgilerini gözardý ediyorum

source: CONFIG: missing required data in "%s"
tr: CONFIG : "%s"'de gerekli bilgi yok

source: Warning: unable to determine what to do with the following text in the middle of current %s definition: %s Will ignore and continue...
tr: Uyarý : bir sonraki yazýnýn ortasýndak bulunduðunuz %s ' deki konumda ne yaparsanýz yapýn tanýmlama yapamaz durumdasýnýz. %s Dilerseniz bunu önemsemeyin ve iþlemlerinize devam edin.

source: Warning: Configuration error in %s block. Outcome is likely not good.
tr: Uyarý : %s bloðunda Yapýlandýrma hatasý Sonuç muhtemelen iyi deðil.

source: Theme versioning ERROR
tr: Tema sürüm HATASI

source: Restart with Defaults
tr: Varsayýlan Deðerlerle Yeniden Baþlat

source: Abort and Exit
tr: Vazgeç ve Çýk

source: ERROR: The configuration for the theme you are running is incompatible. It's config revision is %i. It needs to be marked as being revision <= %i Please contact the theme author or maintainer and inform them that in order for their theme to function with this version of Enlightenment, they have to update it to the current settings, and then match the revision number. If the theme revision is higher than Enlightenment's it may be that you haven't upgraded Enlightenment for a while and this theme takes advantages of new features in Enlightenment in new versions.
tr: HATA : Bu yapýlandýrma için uyumsuz bir tema üzerinde çalýþýyorsunuz. Yapýlan bu deðiþiklik %i'inci deðiþikliktir.Yaptýðýnýz bu iþlemin %i 'inci olan deðiþiklikten daha küçük bir revizyon numarasý olmalýdýr. Enlightenment versiyonlarýnda tema fonksiyonlarýnýn iþlenmesi esnasýnda olan sýranýn doðru yapýlandýrýlmasý için Lütfen kodu yazan kiþi ya da bakýmý yapan kiþi ile iletiþime geçiniz. Eðer tema revizyon numaranýz Enligtenment'ýnkinden daha büyükse henüz Enlightenment sürümünüzü güncellemediniz demektir,yeni özelliklerin avantajlarýndan yararlanmak için Enlightenment'ýn yeni sürümünü temin ediniz.

source: Enlightenment Starting...
tr: Enlightenment Baþlýyor...

source: Settings...
tr: Ayarlar...

source: Close
tr: Kapat

source: Create New Iconbox
tr: Yeni Simge Kutusu Oluþtur

source: Icon size: %2d
tr: Simge boyutu: %2d

source: Transparent background
tr: Þeffaf arkaplan

source: Hide inner border
tr: Ýç Kenarlýðý Gizle

source: Draw base image behind Icons
tr: Temel resmi simgelerin arkasýna çiz.

source: Hide scrollbar when not needed
tr: Gerekmediði zaman kaydýrma çubuðunu gizle

source: Automatically resize to fit Icons
tr: Simgelere göre otomatik boyutlandýr

source: Alignment of anchoring when automatically resizing:
tr: Otomatikman yeniden boyutlandýrýrken demirlenecek yön :

source: Orientation:
tr: Yönlendirme:

source: Horizontal
tr: Yatay

source: Vertical
tr: Dikey

source: Scrollbar side:
tr: Kaydýrma çubuðu yaný:

source: Left / Top
tr: Sol / Üst

source: Right / Bottom
tr: Sað / Alt

source: Scrollbar arrows:
tr: Kaydýrma çubuðu oklarý:

source: Start
tr: Baþlat

source: Both ends
tr: Ýkisini sonlandýr

source: End
tr: Son

source: None
tr: Hiç biri

source: Show icon names
tr: Simge adlarýný göster

source: Animation mode:
tr: Canlandýrma modu:

source: Off
tr: Kapalý

source: Whirl
tr: Sarmal

source: Box
tr: Kutu olarak

source: Animation speed:
tr: Canlandýrma hýzý:

source: Icon image display policy (if one operation fails, try the next):
tr: Simge resmi görüntüleme kuralý (birisi baþarýsýz olursa, sonrakini dene):

source: Snapshot Windows, Use application icon, Use Enlightenment Icon
tr: Pencereleri Yakala, Uygulama simgesi kullan, Enlightenment simgesi kullan

source: Use application icon, Use Enlightenment Icon, Snapshot Window
tr: Uygulama simgesi kullan, Enlightenment simgesi kullan, Pencereyi yakala

source: Use Enlightenment Icon, Snapshot Window
tr: Enlightenment simgesi kullan, Pencereyi yakala

source: Enlightenment Iconbox Settings Dialog
tr: Enlightenment simge kutusu ayarlarý diyaloðu

source: Focused/unfocused opacity: %d/%d %%
tr: Odaklanmýþ/odaklanmamýþ matlýk: %d/%d %%

source: Hold down the mouse button and drag the mouse to be able to drag the desktop back and forth. Click right mouse button for a list of all Desktops and their applications. Click middle mouse button for a list of all applications currently running.
tr: Fare tuþunu tut ve fareyi taþý ki , masaüstlerini ileri ve geri taþý . Saðla týklayýp yekin masaüstlerini ve yekin uygulamalarýn bir listesini görebilirsin . Orta fare tuþuyla yekin þu an çalýþan uygulamalarý görebilirsin .

source: This is the Root desktop. You cannot drag the root desktop around. Click right mouse button for a list of all Desktops and their applications. Click middle mouse button for a list of all applications currently running.
tr: Bu ana masaüstü idir. Ana masaüstünü etrafta taþýyamayabilirsin. Saðla týklayýp yekin masaüstlerini ve yekin uygulamalarýn bir listesini görebilirsin . Orta fare tuþuyla yekin þu an çalýþan uygulamalarý görebilirsin .

source: Click here to raise this desktop to the top.
tr: Bu masaüstünü baþa getirmek için buraya týkla .

source: Click here to lower this desktop to the bottom.
tr: Bu masaüstünü en dibe göndermek için buraya týkla .

source: Number of virtual desktops:
tr: Sanal masaüstlerinin sayýsý :

source: Slide desktops around when changing
tr: Masaüstlerini kaydýrarak deðiþtir

source: Desktop Slide speed:
tr: Masaüstü Kayma hýzý:

source: Wrap desktops around
tr: Masaüstleri etrafýna sardýr

source: Display desktop dragbar
tr: Masaüstü sürükleme çubuðunu göster

source: Drag bar position:
tr: Sürükleme çubuðu konumu:

source: Top
tr: Üst

source: Bottom
tr: Alt

source: Left
tr: Sol

source: Right
tr: Sað

source: Desks
tr: Masaüstleri

source: Multiple Desktop Settings
tr: Çoklu Masaüstü Ayarlarý

source: Enlightenment Multiple Desktop Settings Dialog
tr: Enlightenment çoklu masaüstü ayarlarý diyaloðu

source: Virtual Desktop size:
tr: Sanal masaüstü boyutu :

source: Wrap virtual desktops around
tr: Sanal masaüstleri etrafýna sardýr

source: Edge Flip Mode:
tr: Kenar Deðiþtirme Modu:

source: On
tr: Açýk

source: Only when moving window
tr: Sadece pencere sürüklendiði zaman

source: Resistance at edge of screen:
tr: Ekran kenarýnýn dayanýklýðý :

source: Areas
tr: Alanlar

source: Virtual Desktop Settings
tr: Sanal Masaüstü Ayarlarý

source: Enlightenment Virtual Desktop Settings Dialog
tr: Enlightenment sanal masaüstü ayarlarý diyaloðu

source: Apply
tr: Uygula

source: Cannot enable Composite Manager. Use xdpyinfo to check that Composite, Damage, Fixes, and Render extensions are loaded.
tr: Composite Manager uygun olmayabilir. xdpyinfo'yu kullanarak Composite,Damage,Fixes ve Reneder eklentilerini yükleyerek bunu kontrol edebilirsiniz.

source: X server setup error
tr: X sunucusu kurulum hatasý

source: FATAL ERROR: This Xserver does not support the Shape extension. This is required for Enlightenment to run. Your Xserver probably is too old or mis-configured. Exiting.
tr: AÐIR HATA : Bu X-sunucusu "Shape"-eklemine sahip deðildir . Fakat bu Enlightenment'in çalýþmasý için gerekli . Ya X-sunucun çok eski , yada doðru ayarlanmamýþtýr . Bitiriyorum .

source: Focus follows pointer
tr: Odak iþaretleyiciyi takip eder

source: Focus follows pointer sloppily
tr: Foküs göstergeyi yavaþ takip ediyor

source: Focus follows mouse clicks
tr: Odak fare týklamasýný takip eder

source: Clicking in a window always raises it
tr: Pencereye týklanýnca pencereyi yükselt

source: All new windows first get the focus
tr: Tüm yeni pencereleri ilk olarak odaða getir

source: New windows get the focus if their window group is focused
tr: Odaklanýlan pencere guruplarýnýn yeni pencerelerine de odaklan

source: Only new dialog windows get the focus
tr: Sadece yeni diyalog pencerelerine odaklan

source: Only new dialogs whose owner is focused get the focus
tr: Sadece sahibine odaklanýlmýþ diyalog pencerelerine odaklan

source: Raise windows while switching focus
tr: Odaklanýlan pencereleri öne getir

source: Send mouse pointer to window while switching focus
tr: Odak deðiþtirilirken fare iþaretçisini pencereye belirt

source: Always send mouse pointer to window on focus switch
tr: Odak deðiþtirilirken fare iþaretçisini pencereye her zaman belirt

source: Raise windows automatically
tr: Pencereleri otomatikman öne geçir

source: Autoraise delay:
tr: Otomatik öne geçirme gecikmesi :

source: Display and use focus list
tr: Odaklama listesini göster ve kullan

source: Include sticky windows in focus list
tr: Yapýþýk pencereleri odaklama listesine dahil et

source: Include shaded windows in focus list
tr: Toplanmýþ pencereleri odaklama listesine dahil et

source: Include iconified windows in focus list
tr: Simgeleþtirilmiþ pencereleri odaklama listesine dahil et

source: Include windows on other desks in focus list
tr: Diðer masaüstlerindeki pencereleri odaklama listesine dahil et

source: Focus windows while switching
tr: Pencere deðiþtiriken pencelereye odaklan

source: Outline windows while switching
tr: Deðiþtirirken pencere hatlarýný çiz

source: Raise windows after focus switch
tr: Odaklanma deðiþtikten sonra pencereleri öne getir

source: Send mouse pointer to window after focus switch
tr: Odaklanma deðiþtikten sonra pencereye fare iþaretçisini belirt

source: Focuslist image display policy (if one operation fails, try the next):
tr: Odaklama listesi resim görüntüleme planý (birisi baþarýsýz olursa, sonrakini dene):

source: First E Icon, then App Icon
tr: Önce E Simgesi, Sonra App Simgesi

source: First App Icon, then E Icon
tr: Önce App Simgesi, Sonra E Simgesi

source: Focus
tr: Odaklama

source: Focus Settings
tr: Odaklama Ayarlarý

source: Enlightenment Focus Settings Dialog
tr: Enlightenment foküsleme ayarlarý diyaloðu

source: Effects
tr: Efektler

source: Ripples
tr: Dalgacýklar

source: Waves
tr: Dalgalar

source: Special FX Settings
tr: Özel FX Ayarlarý

source: Enlightenment Special Effects Settings Dialog
tr: Enlightenment özel efekler ayarlarý diyaloðu

source: Window Group Selection
tr: Pencere Grubu Seçimi

source: Enlightenment Window Group Selection Dialog
tr: Enlightenment pencere kitlesi seçim diyaloðu

source: Pick the group the window will belong to:
tr: Pencerenin ait olacaðý grubu seçin:

source: Select the group to remove the window from:
tr: Pencerenin çýkarýlacaðý grubu seçin:

source: Select the group to break:
tr: Çözülecek grubu seçin:

source: Window Group Error
tr: Pencere Grup Hatasý

source: This window currently does not belong to any groups. You can only destroy groups or remove windows from groups through a window that actually belongs to at least one group.
tr: Bu pencere þu an hiç bir kitlenin üyesi deðil . Kitleleri silmek yada bit kitleden bir pencereyi silmek için en azýndan bir pencere bir kitlenin üyesi olmasý lazým .

source: Currently, no groups exist or this window already belongs to all existing groups. You have to start other groups first.
tr: Þu an , hiç bir kitle yok yada bu pencere her varolan kitlenin üyesidir . Ilken baþka bir kitleyi kurman lazým .

source: Currently, no groups exist. You have to start a group first.
tr: Þu an , hiç bir pencere kitlesi yok . Ilken bir kitle kur .

source: Pick the group to configure:
tr: Ayarlanacak kitleyi seç :

source: The following actions are applied to all group members:
tr: Bu eylemler bu kitlenin yekin üyelerine etkin edilecektir

source: Changing Border Style
tr: Kenar Stili Deðiþiklikleri

source: Iconifying
tr: Simgeleþtir

source: Killing
tr: Öldürme

source: Moving
tr: Taþýnýyor

source: Raising/Lowering
tr: Yükseltme/Alçaltma

source: Sticking
tr: Yapýþtýrma

source: Shading
tr: Gölgeleme

source: Window Group Settings
tr: Pencere Grup Ayarlarý

source: Enlightenment Window Group Settings Dialog
tr: Enlightenment pencere kitlesi ayarlarý diyaloðu

source: This window currently does not belong to any groups.
tr: Bu pencere hiç bir kitlenin üyesi deðil .

source: Per-group settings:
tr: Kitleye ögzü ayarlar :

source: Global settings:
tr: Genel ayarlar :

source: Swap Window Locations
tr: Pencere Konumlarýný Yerdeðiþtir

source: Groups
tr: Gruplar

source: Default Group Control Settings
tr: Varsayýlan Grup Kontrol Ayarlarý

source: Enlightenment Default Group Control Settings Dialog
tr: Enlightenment önayarlý kitle kontrol ayarlarý diyaloðu

source: Enlightenment performed an Illegal Instruction. This most likely is due to you having installed an run a binary of Enlightenment that was compiled for a make or model of CPU not 100%% identical or compatible with yours. Please either obtain the correct package for your system, or re-compile Enlightenment and possibly any support libraries that you got in binary format to run Enlightenment.
tr: Enlightenment geçersiz bir iþlem yaptý . Çoðu zaman bu Enlightenment'in pakajlardan yüklenip , bu pakajdaki biner uygulamasýnýn senin iþlemciyle %% 100 eþit olmayan bir iþlemcide denetlenmiþtir . Lütfen senin sistemin için doðru pakajý yükle , yada Enlightenment'i yeniden dentlet ve mümkün ise biner taban kitaplýklarý da yenile .

source: Enlightenment caused a Floating Point Exception. This means that Enlightenment or support library routines it calls have performed an illegal mathematical operation (most likely dividing a number by zero). This is most likely a bug. It is recommended to restart now. If you wish to help fix this please compile Enlightenment with debugging symbols in and run Enlightenment under gdb so you can backtrace for where it died and send in a useful bug report with backtrace information and variable dumps etc.
tr: Enlightenment bir noksap ( noktalý hesap ) hatasýna yol açtý ! Bu , Enlightenment'in yada E'yi desktekleyen bir kütüphane'nin geçersiz bir matematiksel bir iþlem yaptýðýnýn bir belgesidir ( bu da , çoðunlukla bir sayýnýn sýfýr'a bölmesinden dolayýdýr . ) . Elhasýl, bu bir yazýlým hatasýdýr . Þimdi yeniden baþlamak iyi bir fikir'dir . Bu hatanýn düzeltilmesine katký saðlamak istiyorsan Enlightenment'i çözüm semboleriyle beraber ( -> debug ) denetlet ve Enlightenment'i gdb altýnda çalýþtýrýp gdb'nin verdiði verileri ve veri özellikleriyle beraber bir hata raporu gönder .

source: Enlightenment caused Segment Violation (Segfault) This means that Enlightenment or support library routines it calls have accessed areas of your system's memory that they are not allowed access to. This is most likely a bug. It is recommended to restart now. If you wish to help fix this please compile Enlightenment with debugging symbols in and run Enlightenment under gdb so you can backtrace for where it died and send in a useful bug report with backtrace information and variable dumps etc.
tr: Enlightenment bir bölge-hatasýna sebebiyet verdi ( -> Segfault ) Enlightenment veya Enlightenment'i destekleyen kütüphaneler bir iþlem'de kendisine kullanýlmaya verilmeyen bir hafýza parçasýný kullanmaya uðraþmasýnýn bir belgesidir . Eveet , bir hatayý buldun ! Elhasýl, bu bir yazýlým hatasýdýr . Þimdi yeniden baþlamak iyi bir fikir'dir . Bu hatanýn düzeltilmesine katký saðlamak istiyorsan Enlightenment'i çözüm semboleriyle beraber ( -> debug ) denetlet ve Enlightenment'i gdb altýnda çalýþtýrýp gdb'nin verdiði verileri ve veri özellikleriyle beraber bir hata raporu gönder .

source: Enlightenment caused Bus Error. It is suggested you check your hardware and OS installation. It is highly unusual to cause Bus Errors on operational hardware.
tr: Enlightenment bir yuvalama hatasý yaptý . Lütfen iþletim sistemini ve donatýmýný gözden geçir . Çalýþan bir donatýmda yuvalama hatalarýnýn oluþmasý enderdir .

source: Selection Error!
tr: Seçim Hatasý!

source: Could not acquire selection: %s
tr: Yapýlamamýþ seçimler: %s

source: Iconbox Options
tr: Simge Kutusu Seçenekleri

source: Iconbox Settings
tr: Simge Kutusu Ayarlarý

source: Message
tr: Ýleti

source: e16 was built without %s support
tr: e16 %s desteði olmadan inþa edildi

source: composite
tr: birleþik

source: sound
tr: ses

source: Enlightenment IPC Commands Help
tr: Enlightenment IPC Komutlarý Yardýmý

source: Use "help all" for descriptions of each command Use "help <command>" for an individual description
tr: Komutlarýn hepsinin açýklamalarýný görmek için "help all" kullanýn Komutlarýn açýklamalarýný tek tek görmek için "help <komut>" kullanýn,

source: Commands currently available:
tr: Þu an kullanýlabilir komutlar:

source: Use "help full" for full descriptions of each command
tr: Her bir komutun tam açýklamasýný görmek için "help full" kullanýn

source: Use "help <command>" for an individual description
tr: Tek bir komutun açýklamasý için "help <komut> kullanýn

source: <command> : <description>
tr: <komut>:<açýklama>

source: %s must be a directory in which you have read, write, and execute permission.
tr: %s dizini üzerinde, okuma, yazma ve çalýþtýrma yetkilerine sahip olmalýsýnýz.

source: !!!!!!!! ERROR ERROR ERROR ERROR !!!!!!!! Enlightenment's utility executable cannot be found at: %s This is a fatal error and Enlightenment will cease to run. Please rectify this situation and ensure it is installed correctly. The reason this could be missing is due to badly created packages, someone manually deleting that program or perhaps an error in installing Enlightenment.
tr: !! HATA HATA HATA HATA HATA ( Reha Muhtar'sýz ;-) ) !! Enlightenment'in uygulama baþlatýcýsý burada bulunamadý : %s Bu aðýr bir hatadýr ve Enlightenment çalýþmayý durdurcaktýr . Lütfen bu durumabir göz at ve Enlightenment'in parçalarýnýn doðruca yüklendiðini te'min et . Ya yanlýþ haz#-irlanmýþ bir paketi kullanýyorsun , ya baþka biri ( yada sen ) bu uygulamayý sildi yada Enlightenment tamamen ve doðruca yüklendmedi .

source: !!!!!!!! ERROR ERROR ERROR ERROR !!!!!!!! Enlightenment's utility executable is not able to be executed: %s This is a fatal error and Enlightenment will cease to run. Please rectify this situation and ensure it is installed correctly.
tr: !!!!!!! HATA HATA HATA HATA !!!!!!!! Enlightenment çalýþtýrýlabilir araçlarý çalýþtýramamaktadýr. %s Bu bir ölümcül hatadýr ve Enlightenment çalýþmasýný bitirecektir. Lütfen bu durumu düzeltin ve gereken iþlemleri doðrucu yüklediðinize emin olun.

source: Magnifier
tr: Büyüteç

source: Backgrounds
tr: Arka planlar

source: Themes
tr: Temalar

source: Border
tr: Kenarlýk

source: Window List
tr: Pencere Listesi

source: Go to this Desktop
tr: Bu masaüstüne git

source: Desktop %i
tr: Masaüstü %i

source: Show/Hide this group
tr: Bu grubu Göster/Gizle

source: Iconify this group
tr: Bu grubu simgeleþtir

source: Group %i
tr: Grup %i

source: Animated display of menus
tr: Menüleri canlandýrarak göster

source: Always pop up menus on screen
tr: Mönüleri her zaman ekranda aç

source: Warp pointer after moving menus
tr: Mönüleri taþýdýktan sonra göstergeyi zýplat

source: Menus
tr: Menüler

source: Menu Settings
tr: Menü Ayarlarý

source: Enlightenment Menu Settings Dialog
tr: Enlightenment Menüsü Ayarlar Penceresi
