Repository: burzumishi/e16
Catalog: po/*.po
Languages: tr

source: Theme transparency: %2d
tr: Tema Þeffaflýðý : %2d

source: Changes Might Require Restart:
tr: Deðiþiklikler Yeniden Baþlatmayý Zorunlu Kýlabilir:

source: Borders:
tr: Kenarlýklar

source: Menus:
tr: Menüler:

source: Hilights:
tr: Önemli noktalar:

source: E Widgets:
tr: E Aygýtçýklarý:

source: E Dialogs:
tr: E Ýletiþim Kutularý:

source: Tooltips:
tr: Ýpuçlarý:

source: Opaque
tr: Mat

source: Glass
tr: Cam

source: Transparency
tr: Þeffaflýk

source: Selective Transparency Settings
tr: Seçici Þeffaflýk Ayarlarý

source: Enlightenment Selective Transparency Settings Dialog
tr: Enlightenment Seçimli Þeffaflýk Ayarlar Diyaloðu

source: Window Options
tr: Pencere Seçenekleri

source: Iconify
tr: Simgeleþtir

source: Annihilate
tr: Ýmha Et

source: Stick / Unstick
tr: Yapýþtýr/Serbest'et

source: Desktop Options
tr: Masaüstü Seçenekleri

source: Pager Settings...
tr: Sayfalayýcý Ayarlarý

source: Snapshotting Off
tr: Ekran yakalama Kapalý

source: High Quality Off
tr: Yüksek Kalite Kapalý

source: High Quality On
tr: Yüksek Kalite Açýk

source: Snapshotting On
tr: Ekran yakalama Açýk

source: Zoom Off
tr: Yakýnlaþtýrma Kapalý

source: Zoom On
tr: Yakýnlaþtýrma Açýk

source: Pager scanning speed:
tr: Sayfalayýcý tarama hýzý:

source: lines per second
tr: saniyedeki satýr sayýsý

source: Enable pager display
tr: Sayfalayýcýya izin ver

source: Pager Mode:
tr: Sayfalayýcý Modu:

source: Simple
tr: Basit

source: Make miniature snapshots of the screen
tr: Ekranýn ufacýk resimlerini çek

source: Live Update
tr: Canlý Güncelleme

source: Smooth high quality snapshots in snapshot mode
tr: Ufacýk resimlerde ufak bir puslama yap

source: Zoom in on pager windows when mouse is over them
tr: Güzey'de fare bir pencerenin üzerinde vardýðý zaman "zoom" yap

source: Pop up window title when mouse is over the window
tr: Fare pencerenin üstünde olduðu zaman pencere üstyazýs#_ný aç

source: Continuously scan screen to update pager
tr: Sayfalayýcýyý güncellemek için ekraný sürekli tara

source: Mouse button to select and drag windows:
tr: Pencereleri sürüklemek için fare düðmesi seçin:

source: Middle
tr: Orta

source: Mouse button to select desktops:
tr: Masaüstünün seçme fare tuþu :

source: Mouse button to display pager menu:
tr: Gözey mönüsünü gösterten fare tuþu :

source: Pagers
tr: Sayfalayýcýlar

source: Pager Settings
tr: Sayfalayýcý Ayarlarý

source: Enlightenment Desktop & Area Pager Settings Dialog
tr: Enlightenment masaüstü & bölge gözey ayarlarý diyaloðu

source: ERROR! Lost the Session Manager that was there? Here here session manager... come here... want a bone? Oh come now! Stop sulking! Bugger. Oh well. Will continue without a session manager. I'll survive somehow. ... I hope.
tr: HATA ! Oturum yöneticisini kaybettim ?!? Cici oturum yöneticisi , buraa gel , bir þeker verceeem ! Gel be ! Nerdesin ! Gelmüün müsün , oldu ; sensiz de devam edeceðim, oturum yöneticisi olmadan . Ben zaten hayata devam edeceðim ! ... inþallah !

source: Are you sure?
tr: Emin misiniz?

source: Are you sure you wish to log out ?
tr: Enlightenment'den çýkmak istediðinden emin misin ?

source: Yes, Shut Down
tr: Evet, Kapat

source: Yes, Reboot
tr: Evet, Yeniden Baþlat

source: Yes, Log Out
tr: Evet, çýk

source: No
tr: Hayýr

source: Enable Session Script
tr: Oturum Betiðini Etkinleþtir

source: Enable Logout Dialog
tr: Çýkýþ Diyalogunu Etkinleþtir

source: Enable Reboot/Halt on Logout
tr: Çýkýþ yapýldýðýnda Sistemi yeniden Yükleme/Durdurma uygun

source: Session
tr: Oturum

source: Session Settings
tr: Oturum Ayarlarý

source: Enlightenment Session Settings Dialog
tr: Enlightenment Oturumu Ayarlar Penceresi

source: Move Methods:
tr: Taþýma þekli :

source: Resize Methods:
tr: Yeniden boyutlandýrma þekli :

source: Technical
tr: Teknik

source: TechOpaque
tr: Mat

source: Avoid server grab
tr: Sunucuya dokunmaktan kaçýnýn

source: Move/Resize Geometry Info Postion:
tr: Taþýma/boyutlandýrma bilgisi yeri :

source: Window Center (O/T/B Methods)
tr: Pencere ortasýnda ( O/T/B türleri )

source: Always Screen corner
tr: Daima ekran köþesinde

source: Don't show
tr: Gösterme

source: Default Resize Policy:
tr: Varsayýlan Yeniden Boyutlandýrma Politikasý:

source: Conservative
tr: Tutucu

source: Available
tr: Uygun

source: Absolute
tr: Mutlak

source: Update window while moving
tr: Hareketliyken pencereyi güncelle

source: Synchronize move/resize with application
tr: Taþýma/boyutlandýrmayý uygulama ile senkronize et

source: Do not cover dragbar
tr: dragbar'ý kapsamamaktadýr

source: Enable smart maximization
tr: Akýllý ekraný kaplamayý etkinleþtir

source: Animate window maximization
tr: Ekraný kaplamayý hareketlendir

source: Maximization animation speed:
tr: Ekran kaplama hareketi hýzý:

source: Move/Resize
tr: Hareket Ettir/Yeniden Boyutlandýr

source: Move & Resize Settings
tr: Taþýma ve Boyutlandýrma Ayarlarý

source: Enlightenment Move & Resize Method Settings Dialog
tr: Enlightenment Taþýma & boyutlandýrma türleri ayarlarý diyaloðu

source: Dialog windows appear together with their owner
tr: Ýletiþim pencerelerini ana pencereleriyle beraber ayný masaüstünde aç

source: Switch to desktop where dialog appears
tr: Yeni bir iletiþim penceresinin açýldýðý masaüstüne geç

source: Place windows manually
tr: Pencereleri elle yerleþtir

source: Place windows under mouse
tr: Pencereleri farenin altýna yerleþtir

source: Center windows when desk is full
tr: Disk dolduðunda pencereleri ortala

source: Slide windows in when they appear
tr: Pencerler gözükürken pencereleri kaydýrt

source: Slide windows around when cleaning up
tr: Ekraný temizlerken pencereleri kaydýrt

source: Slide Method:
tr: Kaydýrma þekli :

source: Appear Slide speed:
tr: Görünün kaydýrma hýzý:

source: Cleanup Slide speed:
tr: Saydamlýk hýzýný ayarlayýn:

source: Animate shading and unshading of windows
tr: Pencerelerin toplanmasýný hareketlendir

source: Window Shading speed:
tr: Penceere Gölgelendirme hýzý:

source: Ignore struts/panels for placing normal windows
tr: Normal pencereleri yerleþtirirken panelleri yoksay

source: Ignore struts/panels when windows are fullscreen
tr: Pencereleri tam ekran yaparken panelleri yoksay

source: Ignore struts/panels when maximizing windows
tr: Pencereler ekraný kaplarken panelleri yoksay

source: Raise fullscreen windows
tr: Tam ekran pencereleri yükselt

source: Place windows on another head when full
tr: Eðer dolu iþe pencereyi baþka baþlýða yerleþtir

source: Placement
tr: Yerleþtirme

source: Window Placement Settings
tr: Pencere yerleþme ayarlarý

source: Enlightenment Window Placement Settings Dialog
tr: Enlightenment pencere yerleþme ayarlarý diyaloðu

source: Enable Dialog Headers
tr: Uygun Diyalog Baþlýklarý

source: Enable Button Images
tr: Etkinleþtir Düðmesi Resimleri

source: Enable sliding startup windows
tr: Baþlangýç pencerelerini kaydýrmayý etkinleþtir

source: Use saveunders to reduce window exposures
tr: Pencere gösterimlerini "saveunder"'leri kullanýp azalt

source: Magwin zoom resolution
tr: Magwin büyütme çözünürlüðü

source: Miscellaneous
tr: Çeþitli

source: Miscellaneous Settings
tr: Çeþitli Ayarlar

source: Enlightenment Miscellaneous Settings Dialog
tr: Enlightenment karýþýk ayarlar diyaloðu

source: Enable Composite
tr: Composite Etkinleþtir

source: Enable Fading
tr: Solmayý aktif et

source: Fading Speed:
tr: Solma hýzý

source: Shadows Off
tr: Gölgeler Kapalý

source: Shadows Sharp
tr: Gölgeler Keskin

source: Shadows Sharp2
tr: Gölgeler Keskin2

source: Shadows Blurred
tr: Gölgeler Bulanýklaþmýþ

source: Default focused window opacity:
tr: Varsayýlan odaklanmýþ pencere saydamlýðý:

source: Default unfocused window opacity:
tr: Varsayýlan odaklanmamýþ pencere saydamlýðý:

source: Default pop-up window opacity:
tr: Varsayýlan açýlýr pencere saydamlýðý:

source: Composite
tr: Birleþik

source: Composite Settings
tr: Composite Ayarlarý

source: Enlightenment Composite Settings Dialog
tr: Enlightenment Bileþiklik Ayarlar Diyaloðu

source: Enlightenment Settings
tr: Enlightenment Ayarlarý

source: Enlightenment cannot connect to the display nominated by your shell's DISPLAY environment variable. You may set this variable to indicate which display name Enlightenment is to connect to. It may be that you do not have an Xserver already running to serve that Display connection, or that you do not have permission to connect to that display. Please make sure all is correct before trying again. Run an Xserver by running xdm or startx first, or contact your local system administrator, or Xserver vendor, or read the X, xdm and startx manual pages before proceeding.
tr: Enlightenment komutanýn DISPLAY verimiyle belirtilmiþ yere baðlanamýyor ! Sen bunu yanlýþ yazdýysan , þimdi düzeltebilirsin . Veya sen þu an bir X sunucusu baþlatmadýn ki , Enlightenment o'na baðlansa ; yada senin X-sunucuna baðlanma hakkýn yok . Lütfen bu þartlarýn hepsinin bir tür yerine getirildiðinden emin olup , Enlightenment'i yeniden baþlatmaya dene . O zaman 'xdm' yada 'startx' ile X'i baþlat yada yerel sistem yöneticisiyle iletiþim kurup , derdini o'na , ya da X-sunucusu imalatcýsýný ya da ruh doktorunla görüþ , veya X , xdm ve startx kýlavuzlarýný yeniden denemeden önce bi' oku .

source: Another Window Manager is already running
tr: Baþka bir pencere yöneticisi zaten çalýþýyor

source: Another Window Manager is already running. You will have to quit your current Window Manager first before you can successfully run Enlightenment.
tr: Baþka bir Pencere Yöneticisi halen çalýþmakta. Enlightenment'i baþarýlý bir þekilde çalýþtýrabilmek için önce þu anki Pencere Yöneticisi'nden çýkmanýz gerekmektedir.

source: Cannot select root window button press events
tr: Ana pencere düðme olaylarý seçilemez

source: Root window button actions will not work.
tr: Ana pencere düðme eylemleri çalýþmayacak.

source: X server version error
tr: X sunucu sürüm hatasý

source: Ignore this error
tr: Bu hatayý gözardý et

source: WARNING: This is not an X11 Xserver. It in fact talks the X%i protocol. This may mean Enlightenment will either not function, or function incorrectly. If it is later than X11, then your server is one the author of Enlightenment neither have access to, nor have heard of.
tr: IKAZ : Bu bir X11 X-sunucus deðil . Gerçek'te X%i protokolünü konuþuyor . Bu Enlightenment'in çalýþtýrmayabilir yada bozuk çalýþmasýna sebebiyet verebilir . Fakat X11'den daha yeniyse , o zaman Enlightenment'in yazarlarýnýn hiç duymadýðý yada eriþemediði bir tanesi idir .

source: Title:
tr: Baþlýk :

source: Name:
tr: Ad:

source: Class:
tr: Sýnýf :

source: Role:
tr: Rol:

source: Command:
tr: Komut:

source: Track Changes
tr: Ýz Deðiþtirme

source: Location
tr: Yer

source: Border style
tr: Kenarlýk Stili

source: Size
tr: Boyut

source: Desktop
tr: Masaüstü

source: Shaded state
tr: Gölgelenmiþ durum

source: Sticky state
tr: Yapýþýk

source: Stacking layer
tr: Býrakým seviyesi

source: Window List Skip
tr: Pencere Listesini Atla

source: Opacity
tr: Matlýk

source: Shadowing
tr: Gölgelendirme

source: Flags
tr: Bayraklar

source: Restart application on login
tr: Giriþ'te uygulamayý yeniden baþlat

source: Remember this window's group(s)
tr: Bu pencere gruplarýný hatýrla

source: Remembered Application Attributes
tr: Hatýrlanan uygulama özellikleri

source: Select the attributes of this window you wish to Remember from now on
tr: Bu pencerenin þimdiden sonra hatýrlanmasýný istediðin özellikleri seç

source: Delete
tr: Sil

source: Remembered Settings...
tr: Hatýrlanan ayarlar ...

source: Unused
tr: Kullanýlmamýþ

source: There are no active windows with remembered attributes.
tr: Hatýrlanan ayarlarlý geçerli pencere yok.

source: Remember
tr: Hatýrla

source: Remembered Windows Settings
tr: Pencere ayarlarýný hatýrla

source: Enlightenment Remembered Windows Settings Dialog
tr: Enlightenment hatýrlanan pencere ayarlarý diyaloðu

source: Error saving snaps file
tr: Yakalam dosyasýný kaydederken hata oldu

source: Error finding sound file
tr: Ses dosyasýný ararken hata oldu

source: Warning! Enlightenment was unable to load the following sound file: %s Enlightenment will continue to operate, but you may wish to check your configuration settings.
tr: Ikaz ! Enlightenment ´%s´ ses dosyasýný yükleyemedi . Enlightenment çalýþmaya devam edecektir , fakat sen ayar dosyalarýný bir gözden geçirmek istersin ( herhalde ) .

source: Error initialising sound
tr: Sesi baþlatýrken hata oluþtu

source: Audio was enabled for Enlightenment but there was an error communicating with the audio server (%s). Audio will now be disabled.
tr: Enlightenment için ses etkinleþtirildi ancak ses sunucusu ile iletiþimde bir hata oluþtu (%s). Ses þimdi etkisizleþtirilecek.

source: Enable sounds
tr: Sesleri etkinleþtir

source: Sound
tr: Ses

source: Audio Settings
tr: Ses Ayarlarý

source: Enlightenment Audio Settings Dialog
tr: Enlightenment ses ayarlarý diyaloðu

source: Systray Error!
tr: Sistem Çekmecesi Hatasý!

source: Systray went elsewhere?!?
tr: Sistem tepsisi baþka bir yere mi gitti?!?

source: Only one systray is allowed
tr: Sadece bir tek sistem çekmecesine izin verilir

source: Could not activate systray
tr: Sistem çekmecesi aktif edilemedi

source: Systray Options
tr: Sistem çekmecesi seçenekleri

source: Systray Settings
tr: Sistem Çekmecesi Ayarlarý

source: No themes were found in the default directories: %s Proceeding from here is mostly pointless.
tr: Varsayýlan dizinlerde hiçbir tema bulunamadý: %s Buradan devam etmek çoðunlukla anlamsýzdýr.

source: Changes will take effect after restart
tr: Deðiþiklikler yeniden baþlatmadan sonra etkili olacaktýr.

source: Use theme font configuration
tr: Tema yazýtipi yapýlandýrmasýný kullan

source: Use alternate font configuration (%s)
tr: Alternatif yazýtipi yapýlandýrmasýný kullan (%s)

source: Not set
tr: Ayarlanmamýþ

source: Theme
tr: Tema

source: Theme Settings
tr: Tema Ayarlarý

source: Enlightenment Theme Settings Dialog
tr: Enlightenment Temasý Ayarlar Penceresi

source: Display Tooltips
tr: Ýpuçlarýný Göster

source: Display Root Window Tips
tr: Ana pencere yardýmlarýný göster

source: Tooltip Delay:
tr: Balon yardýmý gösterme zaman arasý :

source: Tooltips
tr: Ýpuçlarý

source: Tooltip Settings
tr: Ýpucu Ayarlarý

source: Enlightenment Tooltip Settings Dialog
tr: Enlightenment balon yardýmý ayarlarý diyaloðu

source: Click and drag to move desktop (on any desktop but desktop 0)
tr: Masaüstünü taþýmak için týklayýn ve sürükleyin (Masaüstü 0 dýþýnda)

source: Switch Desktops
tr: Masaüstlerini Deðiþtir

source: Go to the next desktop.
tr: Bir sonraki masaüstüne git.

source: Go to the previous desktop.
tr: Bir önceki masaüstüne git.

source: Move
tr: Taþý

source: Move this window.
tr: Bu pencereyi taþý.

source: Shade/Unshade this window.
tr: Pencereyi Gizle/Gizleme

source: Show the Window Options menu.
tr: Pencere Seçenekleri menüsünü göster.

source: Show/Hide group borders.
tr: Grup sýnýrlarýný Göster/Gizle.

source: Start a group.
tr: Grup baþlat.

source: Add to current group.
tr: Þu anki gruba ekle.

source: Break this window's group.
tr: Bu pencere grubunu býrak.

source: Shade.
tr: Gizle

source: Unshade.
tr: Gizleme

source: Resize
tr: Yeniden Boyutlandýr

source: Resize this window.
tr: Bu pencereyi yeniden boyutlandýr.

source: Resize Horizontally
tr: Yatay Olarak Yeniden Boyutlandýr

source: Resize this window horizontally.
tr: Bu pencereyi yatay olarak yeniden boyutlandýr.

source: Resize Vertically
tr: Dikey Olarak Yeniden Boyutlandýr

source: Resize this window vertically.
tr: Bu pencereyi dikey olarak yeniden boyutlandýr.

source: Close this window.
tr: Pencereyi kapat.

source: Forcibly destroy this window.
tr: Bu pencereyi zorla kapat.

source: Maximize Height
tr: Ekraný kaplayacak yükseklik

source: Toggle between maximum screen height and normal height.
tr: Seçilim çifti ekraný kaplayacak yükseklik ile normal yükseklik arasýnda

source: Maximize Width
tr: Ekraný kaplayacak geniþlik

source: Toggle between maximum screen width and normal width.
tr: Seçilim çifti ekraný kaplyacak ekran geniþliði ile normal geniþlik arasýnda

source: Maximize
tr: Büyüt

source: Toggle between maximum screen size and normal size.
tr: Büyük boyut ile küçük boyut arasýnda geçiþ yap.

source: Send To Another Desktop
tr: Baþka Masaüstüne Gönder

source: Send this Window to the next desktop.
tr: Bu pencereyi sonraki masaüstüne gönder.

source: Send this Window to the previous desktop.
tr: Bu pencereyi önceki masaüstüne gönder.

source: Snapshot
tr: Anlýk görüntü

source: This button does nothing interesting.
tr: Bu düðme ilginç herhangi bir þey yapmýyor.

source: Shade/Unshade
tr: Gölgele/Gölgeleme

source: Iconify (Minimize) this window.
tr: Bu pencereyi simgeleþtir.

source: More Buttons
tr: Daha fazla Düðme

source: Show more buttons.
tr: Daha fazla düðme göster.

source: Raise
tr: Yükselt

source: Raise this window to the top.
tr: Bu pencereyi üste çýkar.

source: Lower
tr: Alçalt

source: Lower this window.
tr: Bu pencereyi alçalt.

source: Stick/Unstick
tr: Yapýþtýr / Yapýþtýrma

source: Toggle the Omnipresent (visible on all Desktops) state of this window.
tr: Hazýr olarak bulunan pencere durumuna geçiþ yapýn.

source: Clicking your mouse on the desktop will perform the following actions
tr: Masaüstünde fare týklamasý aþaðýdaki iþlemleri gerçekleþtirecek

source: Display User Menus
tr: Kullanýcý Menülerini Göster

source: Display Enlightenment Menu
tr: Enlightenment Menüsünü Göster

source: Display Settings Menu
tr: Ayarlar Menüsünü Göster

source: Display Task List Menu
tr: Görev Listesi Menüsünü Göster

source: Display Desktop Menu
tr: Masaüstü Menüsünü Göster

source: Display Group Menu
tr: Grup Menüsünü Göster

source: Go Back a Desktop
tr: Masaüstüne Geri Dön

source: Go Forward a Desktop
tr: Masaüstüne Ýleri Git

source: Desktop Operations
tr: Masaüstü Ýþlemleri

source: Cleanup Desktop
tr: Masaüstünü Temizle

source: Goto Next Desktop
tr: Sonraki Masaüstüne Git

source: Goto Previous Desktop
tr: Önceki Masaüstüne Git

source: Create Systray
tr: Sistem Çekmecesi Oluþtur

source: Show Magnifier
tr: Büyüteci Göster

source: User Menus
tr: Kullanýcý Menüleri

source: Settings
tr: Ayarlar

source: Maintenance
tr: Bakým

source: Help
tr: Yardým

source: About Enlightenment
tr: Enlightenment Hakkýnda

source: About this theme
tr: Bu Tema Hakkýnda

source: Restart
tr: Yeniden Baþlat

source: Log Out
tr: Oturumu Kapat

source: Purge config file cache
tr: Yapýlandýrma dosyasý önbelleðini temizle

source: Purge pager background cache
tr: Arkaplan sayfalandýrýcý önbelleðini temizle

source: Purge background selector cache
tr: Arkaplan seçici önbelleðini temizle

source: Purge all caches
tr: Tüm önbellekleri temizle

source: Query config file cache usage
tr: Önbellek kullanýmýnda sorgulanan ayar dosyasý

source: Query pager background cache usage
tr: Önbellek kullanýmýnda sorgulanan sayfalama arkaplaný

source: Query background selector cache usage
tr: Önbellek kullanýmýnda sorgulanan arkaplan seçici

source: Query all cache usage
tr: Tüm önbellek kullanýmýndaki sorgulamalar

source: Regenerate Menus
tr: Menüleri Yeniden Oluþtur

source: Leave Alone
tr: Yalnýz Býrak

source: Remember...
tr: Hatýrla...

source: Window Size
tr: Pencere Boyutu

source: Set Stacking
tr: Yýðýnlama

source: Set Border Style
tr: Kenarlýk Biçimini Ayarla

source: Window Groups
tr: Pencere Gruplarý

source: Configure this window's group(s)
tr: Bu pencerenin gruplarýný yapýlandýr

source: Start a new group
tr: Yeni bir grup baþlat

source: Add this window to the current group
tr: Bu pencereyi þu anki gruba ekle

source: Select group to add this window to
tr: Bu pencerenin ekleneceði grubu seç

source: Remove this window from a group
tr: Bu pencereyi bir gruptan çýkar

source: Destroy a group this window belongs to
tr: Bu pencerenin dair olduðu gruplarý yok edin

source: Stacking
tr: Kümeleme

source: Below
tr: Altýnda

source: Above
tr: Üstünde

source: On Top
tr: Üstte

source: Toggle Skip Window Lists
tr: Geçiþlerdeki Pencere listelerini atlayýn

source: Toggle Fixed Position
tr: Sabit pozisyonlara geçiþ yapýn.

source: Toggle Fixed Size
tr: Sabit büyüklüðe geçin

source: Toggle Never Focus
tr: Odaðý Hiçbir Zaman Deðiþtirme

source: Toggle Click to Focus
tr: Odak Taklamasýný Deðiþtir

source: Toggle Never Use Area
tr: Kullanýlan Alanlarý Hiçbir Zaman Deðiþtirme

source: Toggle Ignore Arrange
tr: Deðiþtir Vazgeç Düzenle

source: Toggle Button Grabs
tr: Buton Yakalamayý Aç/Kapa

source: Toggle Autoshade
tr: Otomatik Gölgelendirme'yi aç

source: Default
tr: Ön tanýmlý

source: Focused opacity 100%
tr: Odaklanan bulanýklýk %100

source: Focused opacity follows unfocused
tr: Odaklanmýþ þeffaflýk, odaklanmamýþý takip etsin

source: Toggle Fading
tr: Sönümlenerek geçiþi aç/kapa

source: Toggle Shadows
tr: Gölgelendirmeleri geçin.

source: Max Size Toggle
tr: Maksimum büyüklüðe geçin

source: Available Max Size Toggle
tr: Uygun en büyük boyuta geçin

source: Absolute Max Size Toggle
tr: Mutlak Maksimum Boyutlandýrma aç/kapat

source: Span Xinerama Screens
tr: Xineram ekranlarýný kapsar

source: Max Height Toggle
tr: Maksimum Büyüklüðe geçin

source: Available Max Height Toggle
tr: Kullanýlabilir Maksimum Yükseklik aç/kapat

source: Absolute Max Height Toggle
tr: Mutlak Maksimum Yüksekliði aç/kapat

source: Max Width Toggle
tr: Maksimum geniþliðe geçin

source: Available Max Width Toggle
tr: Kullanýlabilir Maximum Geniþlik aç/kapat

source: Absolute Max Width Toggle
tr: Mutlak Maksimum Geniþliði aç/kapat

source: Fullscreen/Normal
tr: Tam ekran/Normal

source: Zoom/Unzoom
tr: Yakýnlaþtýr/Uzaklaþtýr

source: User Application List
tr: Kullanýcý Uygulama Listesi

source: Applications
tr: Uygulamalar

source: Epplets
tr: Eppletler
